Repository: mnms-zz/seppius-xbmc-repo
Catalog: trunk/addons/script.m3u.convertor/resources/language/*/strings.po
Languages: russian

# #100600
source: Local playist
russian: Локальный плейлист

# #100601
source: Path to m3u playlist:
russian: Путь к плейлисту m3u:

# #100602
source: m3u plaulist URL:
russian: URL плейлиста m3u:

# #100603
source: Channel icons folder:
russian: Папка со значками каналов:

# #100604
source: Start channel #:
russian: Начальный № канала:

# #100605
source: Playlist not found!
russian: Плейлист не найден!

# #100606
source: Check add-on settings
russian: Проверьте настройки дополнения

# #100607
source: Success!
russian: Готово!

# #100608
source: Channels imported:
russian: Импортировано каналов:

# #100609
source: Error!
russian: Ошибка!

# #100610
source: Invalid playlist
russian: Неправильный плейлист

# #100611
source: pvr.demo add-on not found
russian: Дополнение pvr.demo не найдено

# #100612
source: WARNING!
russian: ВНИМАНИЕ!

# #100613
source: pvr.demo add-on config will be overwritten.
russian: Конфигурация дополнения pvr.demo будет перезаписана.

# #100614
source: Continue?
russian: Продолжить?

# #100615
source: To refresh the channel list please select
russian: Чтобы обновить список каналов, выберите

# #100616
source: System > Live TV > General > Reset the PVR database
russian: Система > ТВ > Общие > Очистить базу данных PVR

# #100617
source: Import goups
russian: Импортировать группы

# #100618
source: Playlist encoding
russian: Кодировка плейлиста

# #100619
source: Use UDP-HTTP proxy
russian: Использовать прокси UDP-HTTP

# #100620
source: UDP-HTTP proxy IP:
russian: IP-адрес прокси UDP-HTTP:

# #100621
source: UDP-HTTP proxy port:
russian: Порт прокси UDP-HTTP:

# #100622
source: Advanced
russian: Дополнительно
